<?php

return [
    'create-row' => 'اضافة تحديث جديد',
    'edit-row'   => 'تعديل التحديث',
    'list-rows'  => 'عرض التحديثات',
    'show-details' => 'عرض تفاصيل التحديث',

    'date' => 'تاريخ التحديث',
    'link' => 'رابط التحديث',
    'file' => 'ملف التحديث',
    'path' => 'المسار المطلوب تحديثه',
    'size' => 'حجم التحديث',
    'name' => 'اسم الملف',
    'type' => 'نوع التحديث',
    'about' => 'وصف التحديث',
    'extension' => 'امتداد الملف',
    'feature' => 'ميزة جديدة',
    'issue' => 'حل مشكلة',
    'version' => 'رقم الاصدار',
];
